Repository: frantisekz/liveusb-creator
Catalog: po/*.po
Languages: cs

source: Write %1 to USB
cs: Zapsat %1 na USB

source: There are no portable drives connected
cs: Nejsou připojeny žádná přenosná zařízení

source: Options
cs: Možnosti

source: Cancel
cs: Zrušit

source: Close
cs: Zavřít

source: Are you sure?
cs: Jste si jistí?

source: Write to disk
cs: Zapsat na disk

source: Write the image immediately when the download is finished
cs: Zapsat obraz okamžitě, jakmile je stahování kompletní

source: Create Live USB
cs: Vytvořit živé USB

source: Version %1
cs: Verze %1

source: , released on %1
cs: vydaná %1

source: Select Live ISO
cs: Vybrat Live ISO

source: Selected:
cs: Vybráno:

source: None
cs: Nic

source: Image files (*.iso)
cs: Obrazy (*.iso)

source: All files (*)
cs: Všechny soubory (*)

source: Find an operating system image
cs: Najít obraz operačního systému

source: Setting up OLPC boot file...
cs: Nastavuji startovací soubor OLPC...

source: There was a problem executing the following command: %r %r A more detailed error log has been written to '%r'
cs: Nastal problém při spouštění následujícího příkazu: %r %r Podrobnosti o této chybě byly zapsány do souboru '%r'

source: Verifying SHA1 checksum of LiveCD image...
cs: Ověřování kontrolního součtu SHA1 obrazu LiveCD...

source: Verifying SHA256 checksum of LiveCD image...
cs: Ověřování kontrolního součtu SHA256 obrazu LiveCD...

source: Error: The SHA1 of your Live CD is invalid. You can run this program with the --noverify argument to bypass this verification check.
cs: Chyba: SHA1 vašeho LiveCD je neplatný. Tento program můžete spustit s parametrem --noverify abyste tuto kontrolu přeskočili.

source: Unknown ISO, skipping checksum verification
cs: Neznámé ISO, přeskakuji ověření kontrolního součtu

source: There is not enough free space on the selected device. Required: %s. Free: %s.
cs: Na vybraném zařízení není dostatek místa. Vyžadováno: %s. Volné: %s.

source: Creating
cs: Vytvářím

source: persistent overlay
cs: trvalé úložiště

source: Unable to copy %r to %r: %r
cs: Nelze zkopírovat %r do %r: %r

source: Removing
cs: Odstraňování

source: Removing existing Live OS
cs: Odstraňování existujícího živého OS

source: Deleting
cs: Mazání

source: Unable to delete %r: %r
cs: Nelze smazat %r: %r

source: Unable to remove previous LiveOS: %r
cs: Nelze odstranit předchozí živý OS: %s

source: Cannot find path %r
cs: Nelze nalézt cestu %r

source: Cannot find device %s
cs: Nemohu nalézt zařízení %s

source: Overwriting device with live image
cs: Přepisování zařízení živým obrazem

source: Running
cs: Zápis probíhá

source: You are using an old version of syslinux-extlinux that does not support the ext4 filesystem
cs: Používáte starou verzi syslinux-extlinux, která nepodporuje souborový systém ext4

source: Unknown filesystem. Your device may need to be reformatted.
cs: Neznámý souborový systém. Vaše zařízení zřejmě potřebuje přeformátovat.

source: Unsupported filesystem: %s
cs: Nepodporovaný systém souborů: %s

source: Unknown dbus exception while trying to mount device: %s
cs: Neznámá chyba dbusu během připojování zařízení: %s

source: Unable to mount device: %r
cs: Nelze připojit zařízení: %r

source: No mount points found after mounting attempt
cs: Nebyly nalezeny žádné přístupové body po pokusu o jejich vytvoření

source: Using existing mount: %s
cs: Používá se existující připojení: %s

source: Verifying filesystem...
cs: Ověřuji systém souborů...

source: Setting %s label to %s
cs: Nastavování %s označení do %s

source: Unable to change volume label: %r
cs: Nelze změnit název oddílu: %r

source: Extracting live image to USB device...
cs: Extrahuji žívý obraz na USB zařízení...

source: Unable to find LiveOS on ISO
cs: Nemohu nalézt živý OS v ISO

source: Wrote to device at
cs: Zapsáno na zařízení

source: Installing bootloader...
cs: Instalování zavaděče...

source: Cannot find device: %s
cs: Nelze nalézt zařízení %s

source: Verifying ISO MD5 checksum
cs: Ověřuji ISO kontrolní součet MD5

source: ISO MD5 checksum verification failed
cs: Ověření kontrolního součtu MD5 selhalo

source: ISO MD5 checksum passed
cs: Ověření kontrolního součtu MD5 pro obraz ISO proběhlo v pořádku

source: Unable to get disk partitions
cs: Nelze načíst seznam diskových oddílů

source: %s already bootable
cs: %s už je spustitelná.

source: Unable to find partition
cs: Nelze nalézt oddíl

source: Resetting Master Boot Record
cs: Resetování Master Boot Record

source: Unable to reset MBR. You may not have the `syslinux` package installed
cs: Nelze resetovat MBR. Možná nemáte nainstalovaný balík `syslinux`

source: Drive is a loopback, skipping MBR reset
cs: Zařízení je smyčka, přeskakování resetu MBR

source: Calculating the SHA1 of %s
cs: Počítání SHA1 pro %s

source: Unable to get GetVolumeInformation(%r): %r
cs: Nelze zjistit GetVolumeInformation(%r): %r

source: Error probing device
cs: Chyba ověřování zařízení

source: Make sure your USB key is plugged in and formatted with the FAT filesystem
cs: Ujistěte se, že váš USB disk je připojen a naformátován na systéme souborů FAT

source: Unsupported filesystem: %s Please backup and format your USB key with the FAT filesystem.
cs: Nepodporovaný systém souborů: %s Prosím proveďte zálohu a naformátujte USB disk systémem souborů FAT.

source: Unable to SetVolumeLabel: %r
cs: Nelze provést SetVolumeLabel: %r

source: Problem determining free space: %r
cs: Problém během zjišťování velikosti volného místa: %r

source: Installing bootloader
cs: Instalování zavaděče

source: Unable to get Win32_LogicalDisk; win32com query did not return any results
cs: Nelze získat Win32_LogicalDisk; požadavek win32com nevrátil žádný výsledek

source: Found UUID %s for %s
cs: Nalezeno UUID %s pro %s

source: Exception while fetching UUID: %r
cs: Chyba během získávání UUID: %r

source: Max size of %s: %d
cs: Maximální velikost %s: %d

source: Error getting drive size: %r
cs: Chyba ověřování velikosti zařízení: %r

source: Cannot find
cs: Nemohu nalézt

source: Make sure to extract the entire liveusb-creator zip file before running this program.
cs: Ujistěte se, že jste rozbalili celý soubor liveusb-creator.zip než jste program spustili.

source: Unable to detect proxy settings: %r
cs: Nelze detekovat nastavení proxy: %r

source: Using proxies: %r
cs: Používají se proxy: %r

source: Error: Cannot set the label or obtain the UUID of your device. Unable to continue.
cs: Chyba: Nelze nastavit jmenovku nebo získat UUID vašeho zařízení. Nemohu pokračovat.

source: Checking the source image
cs: Ověřování zdrojového obrazu

source: Unpacking the image
cs: Rozbalování obrazu

source: Writing the data
cs: Zapisování dat

source: Checking the written data
cs: Ověřování zapsaných dat

source: Finished!
cs: Hotovo!

source: You are about to perform a destructive install. This will erase all data and partitions on your USB drive
cs: Chystáte se provést destruktivní instalaci. To smaže všechna data a oddíly na vašem přenosném zařízení.

source: The Master Boot Record on your device is blank. Writing the image will reset the MBR on this device
cs: Master Boot Recod na vašem zařízení je prázdný. Zápis obrazu jej resetuje.

source: The Master Boot Record on your device does not match your system's syslinux MBR. If you have trouble booting it, try setting the "Reset the MBR" advanced option.
cs: Master boot Record na vašem zařízení neodpovídá systémovému MBR ze syslinuxu. Pokud budeme mít potíže se zaváděním, tak zkuste použít pokročilou možnost "Resetovat MBR".

source: Unable to mount device
cs: Nelze připojit zařízení

source: Your device already contains a live OS. If you continue, it will be overwritten.
cs: Vaše zařízení již obsahuje živý OS. Pokud budete pokračovat, bude přepsán.

source: Starting
cs: Spouštění

source: Downloading
cs: Stahování

source: Error
cs: Chyba

source: Ready to write
cs: Připraveno k zápisu

source: Finished
cs: Hotovo

source: Use <b>dd</b> to write the image - this will erase everything on your portable drive
cs: Použijte <b>dd</b> k zapsání obrazu - to smaže všechna data na vašem přenosném zařízení

source: Reset the MBR (Master Boot Record)
cs: Resetovat MBR (Master Boot Record)

source: Custom OS...
cs: Vlastní systém...

source: <p>Here you can choose a OS image from your hard drive to be written to your flash disk</p><p>Currently it is only supported to write raw disk images (.iso or .bin)</p>
cs: <p>Tady si můžete z vašeho pevného disku zvolit obraz OS k zapsání na váš flash disk.</p><p>Aktuálně je podporováno jen zapisování surových obrazů disku (.iso nebo .bin)</p>

source: Pick a file from your drive(s)
cs: Zvolte si soubor z vašeho disku(ů)

source: Bad URL: %s
cs: Špatná adresa URL: %s

source: Illegal reget mode: %s
cs: Špatný režim regret: %s

source: Local file does not exist: %s
cs: Místní soubor neexistuje: %s

source: Not a normal file: %s
cs: To není normální soubor: %s

source: Exceeded limit (%i): %s
cs: Byl překročen limit (%i): %s

source: Byte range requested but range support unavailable
cs: Bylo požádáno o bitový rozsah, ale podpora pro něj není dostupná

source: Timeout: %s
cs: Vypršel čas: %s

source: HTTP Exception (%s): %s
cs: Chyba HTTP (%s): %s

source: Socket Error: %s
cs: Chyba socketu: %s

source: Bad proxy URL: %s
cs: Špatná adresa URL proxy serveru: %s

source: No more mirrors to try.
cs: Nezbývají žádné další zrcadla k vyzkoušení.
